Repository: Datawizard-srl/Pharmawizard4UNICOM
Catalog: assets/l10n/app_*.arb
Languages: it

# commons_Name
source: Name
it: Nome

# commons_Informations
source: Informations
it: Informazioni

# commons_SubstanceName
source: Substance Name
it: Nome Sostanza

# commons_MoietyName
source: Moiety Name
it: Nome Moiety

# commons_AdministrableDoseForm
source: Administrable Dose Form
it: Forma Della Dose Somministrabile

# commons_ProductUnitOfPresentation
source: Product Unit Of Presentation
it: Unità Di Presentazione Del Prodotto

# commons_RoutesOfAdministration
source: Route Of Administration
it: Via Di Somministrazione

# commons_MarketingAuthorizationHolderLabel
source: Marketing Authorization Holder Label
it: Azienda

# commons_Country
source: Country
it: Nazione

# commons_Unknown
source: Unknown
it: Sconosciuto

# welcomeScreen_Title
source: Welcome!
it: Benvenuto!

# welcomeScreen_Text
source: (English) Lorem ipsum dolor sit amet, consectetur adipiscing elit. Neque, hendrerit dui in purus libero non sollicitudin purus dolor. Fermentum tempor et magna ipsum aliquet. Dignissim quisque in nec laoreet pellentesque mauris. Sem enim, nibh felis, donec turpis diam senectus magna at. Amet eu egestas metus, facilisi at.
it: (Italiano) Lorem ipsum dolor sit amet, consectetur adipiscing elit. Neque, hendrerit dui in purus libero non sollicitudin purus dolor. Fermentum tempor et magna ipsum aliquet. Dignissim quisque in nec laoreet pellentesque mauris. Sem enim, nibh felis, donec turpis diam senectus magna at. Amet eu egestas metus, facilisi at.

# settingsScreen_Appbar_Title
source: Settings
it: Impostazioni

# settingsScreen_Label_DarkMode
source: Dark Mode
it: Modalità Notturna

# button_Next
source: NEXT
it: AVANTI

# button_AddDrug
source: + ADD NEW DRUG
it: + AGGIUNGI FARMACO

# homepageScreen_Text
source: With Unicom app you can scan a drug and check the substitution similar for patient. After Qr scan you can see feature of drug and visualize list of substitutions.
it: Con l'app Unicom puoi scansionare un farmaco e controllare la sostituzione simile per paziente. Dopo la scansione Qr puoi vedere le caratteristiche del farmaco e visualizzare l'elenco delle sostituzioni.

# homepageScreen_Button_Medication
source: Medication List
it: Medicinali

# medicationsListScreen_Appbar_Title
source: Medication List
it: Lista Medicinali

# medicationsListScreen_NoMedicine
source: No medications added yet
it: Nessuna medicina aggiunta alla lista

# medicationsListScreen_RelatedDrugs
source: Related Drugs
it: Farmaci Correlati

# medicationsListScreen_GenerateQR
source: GENERATE QRCODE
it: GENERA QRCODE

# searchScreen_Appbar_Title
source: New Drug
it: Cerca Farmaco

# searchScreen_Description
source: You can find a drug with this searchbar
it: Puoi cercare un farmaco tramite la barra di ricerca

# searchScreen_InputPlaceholder
source: Find drug or substance
it: Cerca farmaco o sostanza

# searchScreen_ResultsFound
source: You have <b>{numFound}</b> results
it: Ci sono <b>{numFound}</b> risultati

# medicationDetailsScreen_Appbar_Title
source: Drug selected
it: Farmaco Selezionato

# medicationDetailsScreen_Button_AddToList
source: ADD TO MEDICATION LIST
it: AGGIUNGI ALLA LISTA FARMACI

# medicationDetailsScreen_Modal_DrugAdded_Text
source: The drug was added to your Medication List
it: Il farmaco è stato aggiunto alla tua Lista di Medicinali

# medicationDetailsScreen_Modal_Button_GoToList
source: GO TO THE LIST
it: VAI ALLA LISTA

# qrScreen_Info_Text
source: SCAN QRCODE OF HEALTCARE PROVIDER APP
it: SCANSIONE DEL QRCODE DELL'APP DELL'OPERATORE SANITARIO

# drugScannedScreen_Appbar_Title
source: Drug Scanned
it: Medicinale Scannerizzato

# drugScannedScreen_Header_Text
source: The drug was scanned.
it: Sostituzione trovata

# drugScannedScreen_Button_AddToList
source: ADD TO YOUR MEDICATION LIST
it: AGGIUNGI ALLA TUA LISTA MEDICINALI

# substitutionListScreen_Appbar_Title
source: Related Drugs
it: Medicinali Correlati
